<?php
// resources/lang/ru/descriptions.php
return [
    'level_rewards' => 'Узнайте, какие награды вы получаете на каждом уровне',
    'rewards_coins' => 'Монеты можно получить, просматривая новости, получая ежедневные награды, публикуя посты и обзоры игр. Монеты можно потратить на уникальные предметы в магазине.',
    'rewards_experience' => 'Опыт можно получить, комментируя другие посты, общаясь на нашем Discord-сервере, а также на мероприятиях.',
    'rewards_badges' => 'Значки можно получить за различные действия, такие как участие в мероприятиях, написание обзоров и многое другое. Значки хранятся в секрете, хотя вы можете посмотреть на значки других пользователей и догадаться, за что они были получены. Иногда их можно получить совершенно неожиданно.',
    'rewards_premium_points' => 'Премиум-очки можно получить, участвуя в мероприятиях, помогая проекту или получая уровень. Премиум-очки можно потратить на уникальные предметы в магазине.',
];
