<?php
// resources/lang/ru/messages.php
return [
    'welcome' => 'Добро пожаловать в наше приложение',
    'max_items' => 'Вы достигли максимального количества этого предмета.',
    'insufficient' => 'Недостаточно средств для покупки.',
    'no_item' => 'Количество товара исчерпано.',
    'buy_success' => 'Товар успешно приобретен.',
    'profile_updated' => 'Профиль успешно обновлён!',
    'award_collected_today' => 'Награда уже была собрана сегодня.',
    'award_collected' => 'Награда успешно собрана.',
    'no_users_found' => 'Пользователи не найдены.',
    'review_awards' => 'Получена награда за рецензию'
];
